<PAD>
<SOS>
<EOS>
<UNK>
guilty
Yeah
about
10
years
ago
I
had
a
horrifying
experience
It
was
100%
their
fault
but
they
hit
the
water
and
survived
They
no
injuries
almost
ran
me
off
road
Did
you
suffer
any
No
wasn't
turned
out
were
drunk
felt
realized
it
his
Why
did
feel
People
really
shouldn't
drive
don't
know
new
to
driving
hadn't
experienced
anything
like
that
my
horn
made
him
swerve
into
caring
Well_comma_
can
tell
your
think
we
places
i
wanted
time
by
driver
im
so
happy
still
be
alive
after
Oh
goodness_comma_
that's
very
scary
hope
are
okay
now
punished
for
actions
he
hes
in
jail
lonely
there_comma_
dont
what
do_comma_
broke
up
with
8
together
sorry
hear
do
have
idea
break

Yes
decided
our
come
home
distant
from
world
again
you'll
get
relief
this
sadness
Please
concentrate
on
interests
mind
excited
couldn't
wait
go
concert
Which
The
expensive
never
thought
would
able
go_comma_
somehow
Wow_comma_
awesome
been
an
actual
sad
I'm
because
i've
read
newborn
girl
who
died
her
parents
didn't
believe
medication
doctors
Ugh_comma_
those
always
too
:(
What
wrong
she
born
at
home_comma_
hard
breathing
own
instead
of
taking
doctor
just
praying
Its
unfortunate
yes
And
God
prayers
goodness
please
take
children
hospital
let
heal
them
friend's
baby
fell
down
knee
yesterday
trying
cheer
That
is
nice
singing
songs
:)
one
If
hopeful
husband
lost
job
i'm
hoping
find
full
soon
He
will_comma_
faith
thank
much
problem
kind
work
does
armed
guard
angry
moved
neighborhood
some
dumb
shot
neighbors
woods
Thats
not
good
Do
gun
want
protect
son
number
goal
joyful
finally
going
visit
next
month
see
3
long
How
US
stayed
must
miss
you_comma_
when
co
worker
lied
car
accident
working
July
4th
covered
shift
till
midnight
lying
isn't
got
caught
someones
pics
Facebook
Never
lie
then
people
pictures
Good
social
media
trouble
fast_comma_
even
disappointed
So
yeah
drove
2
hours
wallet
as
real
price
tv
bummer
horrible
hopes
high
left
empty
such
terrible
feeling
walmart
Yes_comma_
guess
rest
false
look
eyes
came
handed
faithful
My
boyfriend
recently
pass
married_comma_
also
am
girlfriend
bad
sure
knew
loyal
honest
both
struggled
it_comma_
friend
spot_comma_
income
raising
financial
So_comma_
her_comma_
hurt
several
plus
loves
tough
situation
content
sleeping
it's
peaceful
quiet
house
makes
appreciate
things
used
lol
But
doesn't
last
forever
worth
totally
agree
That's
human
sometimes
all
friends
live
different
country
Oh_comma_
Maybe
join
club
lets
meet
thinking
group
local
moms
This
way
yourself_comma_
maybe
hang
while
annoyed
has
child
One
day
grabbed
game
sat
instantly
breaking
irked
me_comma_
especially
discipline
oh
man
spoiled
kids
Me
either
two
children_comma_
away
behavior
age
understand
yes_comma_
heard
ever
say
sense
terrified
scared
bugs
found
hair
ok
Ugh
hate
creepy
nostalgic
spoke
phone
conversation
went
pretty
well_comma_
reminded
past
experiences
end
everything
ended
somewhat
there
tense
moments
glad
she's
doing
that_comma_
well
Thank
means
lot
times
remember
most
life
right
birth
first
blessed
something
will
forget
--
meeting
someone
waited
for_comma_
love
whole
more
how
suddenly
change
grateful
Have
payment
through
Talk
bet
nerve
wracking
until
happened
Absolutely
You
desperate
optimistic
quick
moment
It's
wish
thing
worked
Im
family
due
incident
siblings
fire
close
mine
seeing
grief
realize
thankful
should
wow_comma_
awful
teaches
you've
granted
definitely
taken
trusting
big
listening
gut
Sometimes
might
wonder
where
intuition
leading
seems
spot
agree_comma_
"It
When
right_comma_
feels
easier
you're
being
if
fully
exactly_comma_
entirely
surprised
couldnt
celebrate
birthday
exams
during
threw
surprise
party
best
great
studying
bedroom
couple
straight
headphones
mom
called
living
room
dinner
place
everyone
sweet
them_comma_
enjoyed
cause
5
girls
boyfriends
hanging
significant
others
Awww_comma_
sucks
Hopefully
mean
joke
obviously
make
its
fine
give
impression
Well
eventually
As
silly
babies
You're
they're
odd
before
talk
already
unique
fingers
liked
space
facing
Baby
figure
immediately
other
deep
craving
favorite
eat
Mine
pull
parking
completely
Sunday
many
count
visited
once
surreal
intense
emotional
intentions
teach
kid
few
learning
lots
us
oldest
rough
relationship
I've
gets
older_comma_
better
along
dad
became
adult
between
y'all
wear
tried
NOT
fun
ending
ashamed
back
shame
treated
grade
Where
secure
self
6th
aware
wanting
reason
unfortunately_comma_
course_comma_
heart
track
sorry_comma_
or
only
out_comma_
brother
person
impressed
currently
example
leader
inspiring
every
/
Lucky
rare
certainly
I'd
inspire
boss
business
drag
learned
grown
since
seen
crazy
quickly
kiddos
grow
Even
weeks
often
-
often_comma_
though
30
minutes
goes
thrilled
bit
help
fed
nap
chance
laundry
wash
proud
(and
marathon
huge
accomplishment
amazing
Congratulations
gotta
top
Ah_comma_
Plus
helped
chose
destination
which
run
"My
there's
way_comma_
We
overseas
impressive
part
crossing
over
boats
finish
;-)
wow
Not
running
view
scenery
same
She
started
treating
differently
sudden
moving
bummer_comma_
say_comma_
plenty
fish
sea
bullying
action
whether
political
stage
channel
anger
easily
turns
negative
emotion
upset
practice
punch
Are
tempted
put
anyone's
face
punching
bag
Ha
morning
mother
pick
daughter
school
told
saw
daughter's
cat
loss
pet
around
took
ahead
stay
school_comma_
wouldn't
poor
Losing
extremely
soooo
Disneyland
gonna
expensive_comma_
$20
Same
grew
grandparents
lived
spend
summers
exciting
each
year
California
Florida
Old
They've
kept
father
childhood
Cool
reflect
upon
recent
lives
Apparently
market
Yeah_comma_
looking
stuff
b/c
knows
need
tips
Especially
may
leave
box
Before
laying
annoying
respond
emails
busy
check
could
reach
prefer
texts
situation_comma_
ensure
communication
created
argument
sister
Isn't
sisters
guys
heated
flying
bring
again_comma_
try
approach
topic
another
travel
From
Hong
Kong
ultimately
fantastic
adventure
wonderful
bond
quite
culture
capable
know_comma_
actually
happens
Last
accepted
myself
perfectly
natural
sound
person_comma_
though_comma_
usually
lessons
Yea
sure_comma_
works
funny
Once
asked
needed
anyway
why
mad
thats
question
deserved
plate
available
furious
There
neighbor
old
ugly
name
time_comma_
simply
entered
yard
slightly
rode
corner
then_comma_
talked
apologized
Too
health
scare
value
keep
healthy
issue
situations
care
yourself
sentimental
Every
older
photos
bittersweet
feeling_comma_
is_comma_
fast
adults
18
12
consider
confident
having
confidence
married
makeup
done
beautiful
carried
anxious
ourselves
blessing
curse
times_comma_
A
regular
freedom
balance
comes
benefits
insurance
worry
Your
lucky
absolutely
concern
truly
jealous
met
recently_comma_
expected
ya
gave
introduced
Woah
plot
brought
warning
guy_comma_
little
vacation
rented
can't
OH
beach
staying
Beach
Florida_comma_
hour
Panama
City
balcony
ready
bit_comma_
beaten
path
THE
seafood
prices
early
won't
supposed
At
least
plan
agreed
11
Wouldn't
returning
text
Is
afraid
grocery
store
guy
following
outside
inside
manager
walk
buildings
waiting
nothing
night
Boy
No_comma_
She's
45
late
anniversary
message
Turns
gotten
talking
Don't
beat
much_comma_
imagined
looked
fool
girlfriend's
drink
co-workers
bottle
making
everybody
shots
Saturday
all_comma_
Beyonce
IT
Will
reschedule
couch
New
York
Recently_comma_
shopping
gifts
Day
diamond
ring
lovely
unexpected
gift
bought
super
touched
thoughtful
interview
today
company
owner
project
winner
Think
serious
attack
Big
C
All
pointed
us_comma_
distracted
Just
Sounds
return
no_comma_
pushed
away_comma_
shocked
upset_comma_
scene
advantage
disgusted
Friday
refrigerator
stopped
weekend
without
course
deal
unpleasant
smells
throw
large
amount
food
happen
twice
winter
sort
fresh
summer
call
rely
aren't
warranty
replaced
Her
weird
bad_comma_
support
mention
decides
embarrassed
mall
hug
said
Time
wasnt
imagine
reaction
But_comma_
laugh
hide
watching
laughing
later
to_comma_
worries
anticipating
forward
beach_comma_
ocean
views
sounds
enjoying
we're
Mexico
enjoy
parent
15
determined
summer_comma_
saying
hire
16
young
lady
money
Remember
Making
use
days
finding
employer
cut
starts
Okay_comma_
cart
unless
carry
Hey
extra
exercise
Now
lead
wife
showed
picture
future
baby_comma_
boy
yet
choose
happiness
body
First
willing
second
"I
speaking
known
graphic
familiar
unusual
Actually
not_comma_
interesting
subjects
LOVE
surrounded
strong
learn
challenge
ways
considered
smarter
areas
"It's
trap
men
I'll
pregnant
Halloween
loved
cute_comma_
cute
True
Life
she'll
compared
You'll
remind
mother's
than
mom's
entire
cried
written
cards
Those
words
cherish
thing_comma_
random
feedback
shame_comma_
mistakes
9
months
news
single
announced
neat
special
videos
notice
watch
Netflix
"Yes_comma_
watched
series
haven't
genre
fall
mystery
type
spoil
court
hearing
unemployment
former
prepared
show
quitting
winning
6
pay
assistant
Much
Today
traffic
frustrating
too_comma_
constantly
cutting
brakes
rude
these
terrifying
movie
movies
curious
despite
getting
ability
Great
choice
19
needs
deserves
banana
plant
noticed
turning
brown
sign
Perhaps
enough
nutrition
worried
growing
sensitive
wind
puppy_comma_
word
Put
published
info
ad
beyond
breed
monthly
paycheck
bills
groceries
feet
SO
parents_comma_
succeed
buying
bigger
Probably
salary
32
stressful
point
study
order
license
surgery
college
student
loans
probably
Really
graduate
settle
office
set
start
career
filling
important
role
disgusting
chat
complain
Who
knows_comma_
depends
reasonable
kicked
at_comma_
apartment
roommate
bunch
roommates
Lots
friends_comma_
haha
born_comma_
blast
week
closed
90s
similar
toys
music
shows
era
nearby
across
post
showing
90's
lord
younger
shared
food_comma_
toys_comma_
etc
earlier
share
mix
radio
player
Totally
Were
80s
nostalgia
bullies
interact
terms
referring
17
pleasure
Little
quarter
boring
bored
dying
save
Sorry
helps
multiple
savings
whenever
certain
strict
clean
themselves
environment
perfect
timing
""
stand
sticky
date
likes
bed_comma_
consequences
"
LOL
ask
flavor
side
ants
bed
toward
one_comma_
anyone
Like_comma_
kids_comma_
household
teaching
popsicles
else
would_comma_
falling
ears
awhile
now_comma_
devastated
hardest
Christmas
Wow
incredibly
roof
asleep
up_comma_
slipped
cope
named
cool
ago_comma_
Uber
stuck
rides
uber
blue
incredible
swear
Thanks
blew
kindness
planned
begging
Haha
what's
funny_comma_
missed
expecting
raining
power
shut
candles
flash
light
Only
stocked
atleast
studied
butt
psychology
exam
(
Psychology
term
pets
Like
dogs
drives
He's
owl
banging
seriously
graduated
Congrats
step
divorce
barely
was_comma_
young_comma_
owns
major
coffee
shop
he's
26
beans
stores
feelings
necklace
rid
really_comma_
Awww
reminds
members
argue
aunt
:/
less
belonged
wants
onto
someday
buy
spare
cash
song
takes
escape
suppose
fair
reliving
However_comma_
true
seem
carefree
younger_comma_
dog
die
rather
sick
flu
cannot
Cancer
patient
Agreed_comma_
cancer
ate
raw
uncle
offered
poisoning
Things
coming
gross
afterwards
passed
sushi
properly
prepare
option
stop
eating
form
prank
played
pretended
dead
ketchup
Damn
turn
laughed
five
military
lifestyle
encourage
hold
matter
distance
meant
think_comma_
stick
luck
together_comma_
Aw_comma_
force
day_comma_
Wish
towards
woman
interest
past_comma_
far
lose
lucky_comma_
What's
restaurant_comma_
hell
For
hi
wished
gunshots
street
Everything
somebody
hurt_comma_
drinking
mug
hot
cold
yet_comma_
Next
front
area
relaxing
passing
three
four
lifetime
lasting
provide
send
whilst
mum
tough_comma_
Nothing
wrong_comma_
failed
eh
Mom
dreams
month_comma_
likely
discuss
returns
heavy
furniture
stairs
paid
pays
decent
chances
finishing
majoring
engineering
passion
pursue
worrying
sleep
alone
fear
honestly
gone
telling
years_comma_
control
kinds
addicting
Donald
Trump
president
"Oh
yeah_comma_
shady
history
Christian
fallen
against
values
him_comma_
general
corrupt
government
University
congratulations
wishing
lover
treats
interesting_comma_
respectful
offer
stories
affect
decision
build
courage
Anything
About
exactly
story
owe
perspective
bank
Nice
His
problems
devastating
sad_comma_
good_comma_
death
surely
fond
happy_comma_
loving
However
opposite
parts
stole
Pokemon
card
7
pool
embarrassing
react
bathroom
towel
fun_comma_
starting
USA
Because
result
Been
walking
store_comma_
ear
horse
Having
loneliness
Get
win
PS4
There's
final
round
belief
u
snacks
cleaning
necessary
ain't
around_comma_
eaten
visiting
hasn't
travelled
In
middle
must've
mess
half
promoted
promotion
hurts
mothers
funeral
Unfortunately
comfort
Getting
easy
applied
Damn_comma_
huh
apply
CEO
figured
20
ok_comma_
hardly
avoiding
worst_comma_
Has
cheated
alone_comma_
Hahaha
hammer
bro
bill
&
Excellent
hahaha
twin
joy
ride
god
13
could've
himself
list
dating
brothers
fit
wedding
worst
nightmare
dress
old_comma_
didnt
rough_comma_
Starbucks
get's
favourite
son_comma_
graduation
Harvard
Looks
Doctor
pizza
floor
Quite
keys
pineapple
slices
McDonalds
management
wife's
Haha_comma_
sold
bake
sale
cookies
delicious
pile
Dang_comma_
hated
cow
true_comma_
poop
wearing
brand
flip
man_comma_
key
chicken
recipe
You've
small
cooking
record
gender
thanks
mistake
Takes
;)
daughters
Holy
quit
Can
harsh
perhaps
subject
studies
spent
playing
football
passionate
success
Without
test
class
counting
1
100
difficult_comma_
possible
blind
play
guitar
Was
musical
instrument
apprehensive
mins
airport
down_comma_
hike
cars
4
days_comma_
progress
kinda
sorted
Be
positive
amazing_comma_
Kids
trick
night_comma_
were_comma_
spooky
ghost
dancing
Must
sight
prison
banks
Bahamas
Hope
act
signed
pro
contract
joined
Can't
here
Awesome
Any
sons
:D
On
work_comma_
massive
bat
chased
holy
rats
huge_comma_
stolen
crime
blessings
hole
weren't
deserve
picks
fails
event_comma_
sports
team
shorts
tripped
yea
alright
hopefully
youtube
classic
youth
hip
hop
station
age_comma_
feeding
selling
recall
machines
Someone
Seeing
given
least_comma_
position
Always
hiding
awful_comma_
clean_comma_
pray
forgive
admit
Jesus
kid_comma_
gym
picking
flat
amazed
moment_comma_
board
mid
air
landed
smacked
walked
mom_comma_
seat
lap
innocent
forced
sit
helpless
1st
car_comma_
Out
3am
checked
rip
apart
managed
responsibilities
about_comma_
ITs
family_comma_
handful
saved
retired
Ive
year_comma_
instincts
lies
facebook
arranged
ex
t-shirt
behind
Made
boys
shower
fail
public
schools
forgotten
grade_comma_
semester
current
cool_comma_
online
Then
25
steps
actor
lift
depression
character
adapt
survive
attitude
cheating
fiance
Very
frustrated
behave
understand_comma_
sucker
punched
hand
riding
bicycle
regret
push
completed
masters
degree
education
40
pleased
HUGE
Being
great_comma_
determination
sacrifice
Hard
blamed
prevent
forgave
twenties
Music
released
release
Didn't
shortly
game_comma_
Hi_comma_
firm
Junior
talent
partner
become
senior
particular
section
uncomfortable
backwards
Ah
understandable
tricky
practiced
abandoned
hard_comma_
Keep
near
wage
changed
acceptance
colors
Yesterday_comma_
standing
open
hubby
friday
security
10th
noise
marketing
nice_comma_
lined
Hey_comma_
wreck
total
totaled
Man_comma_
policy
fist
fight
Mostly
video
teen
installed
ice
cream
fan
They're
cost
dollars
Over
dollar
dream
Yep
smoke
shadow
red
staring
Man
roller
coaster
machine
chain
creep
Some
packed
headed
Going
Great_comma_
trip
job_comma_
hers
fired
Home
teachers
Sad
These
puppy
puppies
camping
relative
smart
he/she
fairly
bar
attractive
moves
ignore
woke
cheat
plans
keeping
table
wondering
she'd
like_comma_
arrived
legit
relate
longest
colleague
delayed
worse
weekends
snakes
wake
thru
cancel
heavily
Thanksgiving
snow
nervous_comma_
began
comfortable
literally
choice_comma_
going_comma_
weather
divorced
pain
separated
mature
faster
rain
clear
patch
hoped
planning
clue
shirt
friend_comma_
steal
he'd
week_comma_
mainly
games
accept
sucks_comma_
options
ton
money_comma_
christmas
laptop
gaming
Omg_comma_
scary_comma_
pooped
Oops
randomly
peeing
him/her
pee
lunch_comma_
lunch
kissing
girl_comma_
ME
sweat
anyways
road_comma_
bike
popped
Nice_comma_
oops
something_comma_
chewed
carpet
chill
wall
dang_comma_
brutal
yours
golden
thankfully
church
difficult
Yea_comma_
apologize
shouted
said_comma_
lot_comma_
exhausted
soul
gives
planet
Exactly
Look
letting
everyday
breathe
s
jerk
basis
trust
realistic
frightened
tornado
effect
tornadoes
darn
movie_comma_
NO
mean_comma_
folks
basement
sooooo
badly
common
overcome
babysitting
future_comma_
reason_comma_
yelled
combination
events
emotions
explain
THAT
opportunity
""I
move
awesome_comma_
highly
recommend
shock
one's
language
anywhere
memorable
iphone
treasure
valuable
dangerous
vision
tested
glasses
rush
Walmart
bump
evil
case_comma_
O
niece
7th
8th
cant
today_comma_
counts
rent
electricity
we've
struggling
financially
relieve
weight
shoulders
lawyer
months_comma_
congrats
book
flight
punk
attention
curb
driver's
sooo
once_comma_
tomato
plants
glass
cook
tomatoes
tons
Around
town
lately
Driving
hurry
speeding
bothers
Eventually
trusted
other_comma_
Thanks_comma_
continue
drama
regardless
successful
skills
outside_comma_
later_comma_
noone
runs
Hah_comma_
neighbor's
house_comma_
Makes
someone's
Whats
breaks
productive
Right
are_comma_
elsewhere
Could
invited
Hah
parties
law
fair_comma_
reminder
Exactly_comma_
owes
San
city
highest
score
throwing
nephew
sugar
pissed
painful
listen
Although_comma_
traveling
north
Yesterday
speak
languages
3_comma_
shook
afternoon
soccer
scored
goals
happiest
dad_comma_
achievement
play_comma_
dedicated
presentation
related
cracked
hits
ground
Germany
attend
mostly
spending
park
Definitely
app
search
Something
expect
flowers
crush
gesture
Small
happier
brings
smoking
trained
received
secrets
worried_comma_
assume
spirits
field
says
focused
Hello_comma_
tomorrow
safe
approve
excellent
oh_comma_
restaurant
effort
arrive
Does
sent
friendship
behaved
treat
punish
led
compare
fighting
Glad
gig
yesterday_comma_
blanket
memories
dirty
washing
priorities
mixed
Parents
supplies
under
stray
kitten
Poor
parent_comma_
teenagers
handle
hand_comma_
solve
mommy
jump
fix
Try
bothering
vet
medicine
effects
appreciates
chocolate
Lol
else's
culprit
unacceptable
cruise
Alaska
been_comma_
nervous
Take
case
beauty
hair_comma_
Or
bird
nuts
strength
Took
grandmother
Gotta
maintain
laws
piece
receive
award
understanding
To
Went
toddler
smelling
litter
smelled
Lol_comma_
diaper
leaving
heck
husband_comma_
worry_comma_
teenager
entering
teenage
luckily
evening
tries
considerate
motivated
communicate
national
parks
ones
bathing
backyard
weekend_comma_
loose
rolled
dirt
Since
fur
harder
cup
Thinking
interviewed
conference
room_comma_
lab
tour
garden
hobby
refused
placed
filed
complaint
distraught
association
trading
occupied
south
it'll
swimming
anytime
uses
knowing
normal
Happy
Birthday
pregnant_comma_
Imagine
fine_comma_
remain
this_comma_
unlike
envious
envy
motivation
truck
should_comma_
wasting
positive_comma_
difficulties
see_comma_
spite
Good_comma_
wonderful_comma_
adorable
comment
Best
tech
jobs
lately_comma_
technical
here_comma_
places_comma_
unsure
apology
cockroach
bars
reward
dark
diet
hey
tiny
doors
yelling
window
Thankfully
tho
animals
somewhere
big_comma_
relax
pair
travelling
they've
Their
alarm
wanna
lack
manners
complex
sitting
chatting
accidentally
farted
embarrasing
my_comma_
did_comma_
awkward
understands
games_comma_
switch
Hello
growth
overwhelmed
blows
responsible
neither
nor
circumstances
involves
re
conditioning
condition
spirit
breast
pastor
Ooh_comma_
considering
state
above
Ohh
convince
fly
kiss
idea_comma_
aside
smile
hobbies
assuming
:P
short
overdue
spring
white
border
line
river
ignoring
weird_comma_
responded
Hm
ha
free
delivered
delivery
new_comma_
charge
concerned
whats
unknown
hello
wore
socks
remove
shoes
messy
ohh
interview_comma_
seemed
weeks_comma_
pace
hometown
grad
definitely_comma_
people_comma_
confronted
match
_comma_
regretted
boat
Fortunately
off_comma_
stupid
Indeed
apartment_comma_
Nostalgia
can_comma_
alternative
screaming
ugh
tonight
interviewer
dog_comma_
calling
police
enemy
suspect
ordering
items
results
stress
alright_comma_
stressed
flood
memory
Many
catching
graduating
with_comma_
stronger
lean
personally
respect
dear
""what
persons
keeps
sane
hurting
anyone_comma_
whatever
qualified
candidate
embarrassed_comma_
hunting
complete
head
Job
coworker
co-worker
longer
cage
Fortunately_comma_
TV
Although
black
stealing
recovered
tragedy
Uh
delivering
nursing
herself
homeless
miserable
fulfilled
violent
tree
lawn
famous
singer
female
Sorry_comma_
dislike
pretend
Years
feel_comma_
sun
fondly
damaged
clogged
toilet
unbelievable
morning_comma_
mailbox
smashed
cops
cameras
Got
interviews
recognize
pants
holding
cat_comma_
rubbing
nose
chest
walks
Thursday
heading
east
Africa
severe
medical
bowl
won
prize
event
chess
competition
talks
annoying_comma_
package
knock
door
be_comma_
waiting_comma_
wise
patience
becoming
focus
advice
Also
meetings
delighted
website
Sadly_comma_
nowhere
We're
process
ideas
leads
anticipated
tricks
Aunt
answer
phone_comma_
babysit
tennis
Hopefully_comma_
answers
suffering
rich
boat_comma_
tasks
MY
unfair
within
seek
unhappy
life_comma_
site
land
everywhere
helpful
follow
fortunate
skateboard
wipe
pulled
line_comma_
talents
nicer
judge
teething
cranky
leash
freaked
protective
smaller
finished
potty
training
needing
cleaned
rescue
VERY
train
generally
get_comma_
pain_comma_
emergency
loan
THat
stomach
deck
impact
garage
university
crossed
file
disability
first_comma_
Seems
wifes
third
kitchen
reported
grossed
King
forgot
on_comma_
cashier
lines
slow
busy_comma_
member
wave
nights
begin
sometimes_comma_
simpler
relive
Had
hu
science
farm
gas
Whatever
slept
crying
We've
cry
haircut
personal
21
flies
waking
husbands
hear_comma_
coolest
sorts
Of
aggressive
rat
attacked
healed
ill
Such
blood
leg
express
resolved
appeared
presence
develop
frightening
enough_comma_
stranger
camp
mates
Seriously
3rd
issues
response
Despite
fund
trips
tend
vacations
He'll
keto
books
library
recipes
researching
putting
ready_comma_
meal
moon
Sweet
belated
pink
dropping
A's
journey
pounds
secret
milk
drank
cereal
satisfied
vacation_comma_
edge
tiring
boyfriend's
using
discouraging
Dang
blame
delay
toll
hassle
long_comma_
manage
calming
route
Who's
surprise_comma_
upside
cave
paint
hunt
fact_comma_
double
Our
Usually
sickness
stops
fact
worrisome
healthy_comma_
bouncing
14
saving
mountain
debt
advance
sides
mindset
period
After
shelter
life's
opinion
adventures
skin
grades
types
Nope
changes
flew
prom
am_comma_
thanks_comma_
OMG
digging
chip
magical
loud
Recently
voted
talented
puts
fixed
injured
animal
cared
Awe_comma_
traveled
boot
storm
proposed
girlfriend_comma_
23
marriage
Toyota
OK
Haven't
Yikes
saves
nine
apparently
ship
Canada
shipping
item
you'd
simple
sense_comma_
Neither
I_comma_
greedy
Car
repaired
Instead
grandma
jeez
before_comma_
canceled
inappropriate
accomplish
spill
Kinda
smell
mutual
eye
truth
heartbroken
heals
disagree
painting
artist
achieve
women
detail
Amen
gal
escaped
selfish
February
ripped
Luckily
trunk
suit
jacket
American
Honestly
havent
arguing
wins
workplace
desk
climate
dozen
nerves
zoo
opened
bears
google
confront
built
Back
costs
cover
nope
purchase
sweetheart
version
note
accomplished
allowed
Ew_comma_
bites
anymore
returned
boxes
memories_comma_
reminisce
Hurricane
experience_comma_
we'd
Thankfully_comma_
walls
appointment
additional
testing
Omg
people's
alot
acted
write
cares
prepared_comma_
Alabama
have_comma_
Another
surprising
marry
Am
dropped
hands
busted
sending
bout
fixing
party_comma_
careful
sibling
raises
Perfect
airplane
things_comma_
bothered
Dont
aggravated
side_comma_
important_comma_
listened
organization
loyalty
paying
mail
card_comma_
hid
nature
essentials
laid
hasnt
headache
Either
hint
Needless
coworkers
Ha_comma_
restroom
ewww
dude
Feel
80
inch
torn
guilt
i'll
specific
catch
touch
classes
stink
sooner
professor
size
hose
tax
stable
scold
By
phones
til
damage
disease
causes
cure
unfortunately
powerful
drugs
broken
depressed
Couldn't
sink
puddle
Yuck
mold
poorly
reconnect
upstairs
explode
organized
sake
nicely
they'd
Still
he'll
killing
operation
contacting
practically
charged
killed
dreadful
Won't
youI
mild
August
mowing
grass
heat
writing
part_comma_
impossible
so_comma_
crowd
True_comma_
favorites
newer
jokes
internet
yum
pressure
guy's
asking
Whoa
hill
speed
anything_comma_
supervisor
sunshine
bucks
error
groceries_comma_
burned
blow
doll
funds
anime
bonus
locally
dent
chips
"He
decisions
still_comma_
rural
bags
variety
pack
24
anxiety
nailed
warming
son's
Nope_comma_
research
online_comma_
grieve
energy
numbers
smoothly
Money
tight
added
chunk
peace
mental
physical
level
what_comma_
credit
ages
nieces
nephews
meantime_comma_
practice_comma_
becomes
higher
enter
electric
ridiculous
houses
specifically
more_comma_
except
Everyone
everything_comma_
Aww
indeed
wont
attending
grace
uneasy
exam_comma_
overwhelming
clinic
grand
opening
community
22
daily
routine
breakfast
usual
Unfortunately_comma_
addicted
carbs
destroyed
calls
temporary
should've
presented
earn
reality
Less
clothes
asap
repair
shorter
oof
promised
Give
shes
preparation
50
race
Nintendo
xbox
objects
SUV
Interesting
17_comma_
Make
demanded
refund
upgrade
Pretty
mortgage
renting
projects
waste
disciplined
Yep_comma_
rushed
prove
assignment
Computer
birds
Aw
letter
town_comma_
risk
carrying
pepper
spray
denied
percent
math
test_comma_
Practice
theres
chase
happening
shaking
wild
baseball
Finding
aww
collection
collect
myself_comma_
actually_comma_
awe
calm
describe
dance
bonding
Family
condolences
breeze
genius
yea_comma_
review
warm
sing
instructions
chores
mice
thrown
bless
dinner_comma_
roach
direction
Disgusting
chair
Gross
proper
abroad
ours
confess
popular
tells
embarassed
avoided
jumped
buddy
philosophy
applying
checking
stood
scratch
ticket
Better
cake_comma_
bite
spots
gross_comma_
spit
mouth
Smart
move_comma_
hidden
coping
losing
taught
scares
fake
Both
hyped
anymore_comma_
entertainment
ignored
slowly
improving
workers
cheapest
cheaper
cheap
quality
season
Lakers
Lebron
James
Hell
perform
May
lung
back_comma_
Aww_comma_
keeper
ends
plan_comma_
shifts
Fingers
luck_comma_
show_comma_
okay_comma_
Ouch
dancer
teams
participate
contest
vegan
looks
none
pumped
fruits
unlikely
pride
Cherish
counseling
neck
cousin
damn_comma_
Sort
of_comma_
gardening
adopted
based
Doesn't
covers
bikes
individual
attacks
breath
crazy_comma_
booked
"That
suggestion
See
terrific
inspiration
jealousy
aged
fears
payments
create
challenging
pure
celebration
ah_comma_
continues
betrayed
"Well_comma_
held
standard
responsibility
affected
inspired
upcoming
interested
competitive
College
dealing
treatment
location
smooth
Hang
goodbye
Wait_comma_
illness
struggles
cell
minute
scam
legal
pursuing
company_comma_
nobody
spider
Summer
Labor
teacher
eats
mini
fridge
lock
refuse
cancer_comma_
counselor
rejected
design
change_comma_
including
wet
cross
lol_comma_
economy
bright
alcohol
problems_comma_
greatly
god_comma_
nearly
Chicago
sharks
horror
film
nightmares
purchased
Honda
Ok
color
point_comma_
yall
private
chihuahua
constant
companion
mutt
President
shall
toe
healing
correctly
cast
gotcha
overall
nest
yellow
bees
wasps
mow
water_comma_
clothing
Stay
owned
horses
jack
tire
changing
naturally
rock
legs
gorgeous
golf
resort
monster
state_comma_
foreign
skiing
relaxed
commit
promises
commitment
economic
presenting
Honestly_comma_
beforehand
chemistry
Sure
FL
wasp
Ouch_comma_
besides
Hmm_comma_
thick
hockey
customer
Luckily_comma_
customers
explained
lucked
reminiscing
expenses
shape
rewarded
trainer
rewarding
beer
happen_comma_
Kind
while_comma_
lottery
aced
smart_comma_
unable
cigarette
(I
tall
dressed
porch
gear
adjust
Actually_comma_
miles
crowds
Also_comma_
honk
countries
cautious
driving_comma_
lane
program
didn't_comma_
LOT
thunder
lightning
storms
resources
addiction
tucked
early_comma_
occasion
ball
amusement
thrill
coasters
theme
Six
Flags
account
$1000
awhile_comma_
anybody
dressing
Nobody
sofa
american
tore
murder
horrible_comma_
clearly
mushy
Nah_comma_
Busch
candy
picked
Dogs
infection
gentle
replace
recital
professional
hilarious
helping
relieved
backup
salad
trash
baking
soda
information
retail
isolated
exciting_comma_
sick_comma_
unfortunate_comma_
network
recovering
recover
disturbing
avoid
society
difference
dated
gosh_comma_
December
grandfather
Go
resume
sister's
enjoys
prep
biggest
sometime
directly
meat
reasons
steady
recovery
neither_comma_
racing
homemade
cheesecake
dessert
hungry
building
pot
roast
potatoes
raise
discover
ha_comma_
tongue
An
Japan
excited_comma_
spicy
roll
had_comma_
generous
peoples
service
support_comma_
Whenever
instinct
Italy
brother's
junk
bound
own_comma_
same_comma_
Air
committed
acting
appreciated
haven't_comma_
wing
sauce
isnt
latest
potential
eager
hectic
levels
supporting
unsettling
wondered
start_comma_
NFL
Cowboys
insane
guts
stranded
receiving
crash
contact
buddies
handling
Enjoy
rained
area_comma_
flooding
aid
danger
ordeal
petty
better_comma_
honor
hung
disappointing
sweating
Eww_comma_
kick
Amazing
failure
diabetes
200
bus
junior
knees
repay
burden
whom
construction
34
boy_comma_
invite
anyway_comma_
Guess
sunday
rarely
grows
mosquitos
leaves
iron
affair
betrayal
strange
draw
students
drawing
advanced
very_comma_
father_comma_
promise
defend
excuse
Each
flipping
channels
yuck
gosh
guarantee
sales
amounts
earned
Plus_comma_
imagine_comma_
spouse
youngest
forever_comma_
streets
involved
safely
thoughts
brain
could_comma_
would've
dumped
solution
reviews
buddy_comma_
dang
sucked
drunk_comma_
labor
propose
admire
acts
earth
friendly
friendly_comma_
jar
tired
closing
Monday
beaming
features
errands
While
assignments
contacted
ease
closet
toddlers
fathers
normally
cake
wishes
although
Physics
department
scratching
tub
kill
cycle
pleasant
terribly
paper
stinks
basically
relatively
outcome
repairs
mustang
awake
wine
Times
spelling
bee
pop
ups
letters
wrote
trees
disaster
soon_comma_
city_comma_
Everybody
aliens
ghosts
stuff_comma_
sharing
listens
supportive
wedding_comma_
blowing
else_comma_
unnecessary
Normally
Most
outfit
typically
Congradulations
deal_comma_
fever
details
m
adopt
schedule
successfully
spiders
roaches
however
scream
extended
Sure_comma_
How's
drinks
everytime
non
mind_comma_
rushing
lbs
swim
engaged
Tonight
tune
80's
creative
downstairs
Scary
services
requires
sister_comma_
tickets
foods
passes
Wonder
mission
Scotland
Cats
causing
greatest
noble
worse_comma_
cloud
thatI
unexpectedly
volunteer
charity
stars
storming
Agreed
spends
grandchildren
Moms
mountains
frequently
dreading
faces
exited
Orlando
hotel
classmates
dedication
pictures_comma_
crack
skill
bother
previous
Spain
guests
loads
restaurants
closest
fabulous
kid's
symptoms
bell
presents
drawer
fainted
proposal
embarrassing_comma_
panicked
either_comma_
thunderstorm
fearful
woken
scholarship
Science
Disney
World
desperately
bear
product
useless
Ok_comma_
jumping
counter
employee
served
idiot
karma
prior
stock
full-time
sweet_comma_
favor
tea
dementia
eagerly
Unless
surroundings
computer
afford
trade
poker
tournament
em
liking
Super
Mario
terrible_comma_
expectations
exist
theater
roads
steer
tires
missing
shoulder
unlocked
robbed
injury
snake
rabbit
disgusting_comma_
poisonous
someone_comma_
exercising
average
$100
present
penny
fortune
matters
welcome
mood
kidding
transition
Happens
smack
star
wars
fart
elevator
vegas
eventually_comma_
fancy
target
$5
clothes_comma_
report
redo
drop
wait_comma_
email
eachother
ones_comma_
focusing
does_comma_
voice
ordered
admirable
regularly
Theres
issues_comma_
let's
decide
pity
division
abuse
Animals
hiking
burger
fries
appreciative
rear
sadly
imagination
knocked
purpose
wasted
protein
shake
appetite
hitting
windows
therapy
Though
odds
gamble
dive
everyone's
fence
band
couples
swing
burn
disappointment
loaned
drug
OK_comma_
Trust
pig
pen
main
indoors
holiday
possibility
thought_comma_
finger
dishes
crowded
absolute
messes
cookie
wouldve
YES
School
checkout
deals
IN
thousands
end_comma_
$400
posters
festival
Math
guide
copy
B
electrical
settled
industry
(not
knocking
basic
transfer
cancelled
compete
gamer
blown
indoor
rolls
dad's
medal
bowling
athletic
joining
noises
don't_comma_
suspicious
suck
spin
various
happens_comma_
Surprisingly
alley
picky
rings
ya'll
essentially
Yikes_comma_
stepped
strike
by_comma_
homework
toy
bringing
decades
skilled
traditional
style
hired
incompetent
silver
lining
Mistakes
suppose_comma_
backed
vehicle
hilarious_comma_
cruel
pulling
Ohh_comma_
emotionally
attached
giving
center
wrecking
branch
soo
coins
stain
texas
belongings
Texas
reservations
heights
choke
panic
rescued
correct
Feels
in_comma_
semester_comma_
butterflies
battle
boost
tools
relations
sausage
safety
emergencies
gone_comma_
unprofessional
wire
attic
help_comma_
encouraging
exchange
flipped
names
fill
clock
companions
shooting
2018
Work
burnt
marks
ford
meaning
rain_comma_
Caribbean
tooth
cravings
six
nail
preparing
bet_comma_
mine_comma_
performance
informed
answering
traumatic
button
eyes_comma_
rules
honestly_comma_
cab
cord
disappear
shouldnt
pocket
sneak
want_comma_
storage
AC
sweaty
giant
comfy
per
run_comma_
High
fat
cooked
offers
caused
Tuesday
They'll
cuddle
It'll
skinny
genetic
tracking
mouse
Eww
Watch
poured
How'd
otherwise
ambulance
artificial
metal
courses
Waiting
client
Phew
whoever
Las
Vegas
concerts
romantic
discovered
exact
hero
During
carnival
season_comma_
arrested
hundred
along_comma_
haunted
traumatized
October
activity
hahah
Yay
Calculus
solid
material
Felt
signs
guessing
beating
row
gifted
reaching
bath
Congratulations_comma_
birthday_comma_
international
racking
checks
Dad
mechanic
Jeep
Found
struck
mortified
mate
physics
downtown
trapped
lights
screamed
problem_comma_
original
repeat
harm
Pizza
fav
load
sketchy
confrontational
directions
dish
affordable
BBQ
photo
yell
yep
soup
<3
competing
relatives
strangers
clubs
shy
freak
ruined
humanity
replacement
doesnt
individuals
dentist
painful_comma_
achieved
Red
reliable
bug
locked
Scottish
cheese
taste
tends
sharp
located
factory
Maybe_comma_
sticking
confused
property
deliver
apartments
September
shoes_comma_
surfing
million
wheel
sue
monday
fights
dear_comma_
petrified
destroy
holidays
comforting
wanted_comma_
outdoor
intruder
other's
remembered
meds
over_comma_
Death
supermarket
geez_comma_
place_comma_
crappy
pieces
camera
wood
troubles
towns
mexican
hours_comma_
biology
class_comma_
highschool
grab
November
Army
sweets
alert
characters
feed
adopting
aggravating
irritating
twins
closer
imagining
learns
influence
Saw
FB
reunion
purse
Boy_comma_
goin
casino
getaway
yikes
cherished
pleasantly
$200
rainy
splurge
k
ticked
lives_comma_
retirement
embarassing
MS
conscience
ideal
wears
Awesome_comma_
millionaire
enjoyable
relationships
vase
admitted
ah
abilities
gold
ole
Love
wouldnt
Tomorrow
we'll
shelf
thoroughly
cups
papers
diapers
statistics
sum
guess_comma_
daughter_comma_
far_comma_
800
nurse
speech
mentally
relate_comma_
politics
yo
hurricane
evacuate
messed
airline
British
ties
prestigious
developed
lifelong
friendships
fishing
battery
engine
pasta
shattered
employees
ceremony
equipment
tied
payed
sounded
doggie
phase
chapter
profit
small_comma_
pound
crap
ol
grandson
tests
diagnosis
inconsiderate
backs
person's
everyone_comma_
vibes
impressive_comma_
team_comma_
plays
loudly
permanent
paranoid
and_comma_
sell
posted
hundreds
forest
FaceTime
image
Should
cuts
drivers
child's
Tell
physically
rice
Indian
dragon
green
live_comma_
organic
strange_comma_
dads
muscle
puked
stitches
lower
rates
addict
politicians
meaningful
beginning
1000
5th
startled
Kindergarten
landlord
batteries
hurricanes
best_comma_
headaches
(or
speaks
english
Funny
split
allergic
cats
accident_comma_
kitty
horrific
orders
official
Right_comma_
decorating
Fun
kicking
$300
irresponsible
families
teeth
Wednesday
range
packing
low
win_comma_
tournaments
skydiving
sport
plane
jam
owners
arrives
agent
code
mad_comma_
points
embarrased
hat
North
Anyway_comma_
driven
taxes
trip_comma_
driver_comma_
country_comma_
boring_comma_
unfamiliar
surgeries
safe_comma_
entitled
choices
lo
throws
annoy
e
sees
Food
bread
garlic
dip
surprisingly
surprises
man's
humans
More
regrets
pre
"I'm
college_comma_
socialize
it""
healthier
switching
workout
terrifying_comma_
Shes
thousand
stepping
doggy
poo
stays
HATE
replacing
confessed
ceiling
dug
zero
bail
grandpa
believed
Crazy
revolting
sticks
bottom
filled
ducks
happily
bottles
camper
triple
hah
Other
stands
technically
states
halfway
films
Ohhh
snuggle
iced
DO
Whoa_comma_
habits
Hahaha_comma_
tape
cuz
fireworks
switched
heads
bizarre
froze
parade
ankle
instead_comma_
netflix
outdoors
lifting
lotto
""The
impress
burning
hood
dead_comma_
rotting
block
scale
questions
understood
grandmother's
hoarder
borrow
minor
seats
foul
Looking
wisely
performed
solo
touching
bummed
lay
student_comma_
internship
garbage
county
dump
it"
sober
America
Until
wildlife
geez
fellow
overtime
proof
victory
Croatia
Joe
bugging
iPhone
newest
aw
parent's
nasty
Come
extreme
lesson
technology
Still_comma_
Youtube
screen
appropriate
bomb
obnoxious
fits
exterminator
brush
improvement
arms
connection
misses
kindergarten
instant
spilled
eat_comma_
hype
conversations
husband's
cats_comma_
activities
convinced
pup
gain
foot
Cup
ten
daddy
mama
creatures
further
raccoon
borrowed
lend
setting
Ever
rotten
kit
satisfying
jealous_comma_
data
justice
disney
demand
loss_comma_
universe
companies
accidents
Sadly
careless
shelters
next_comma_
ghosted
"That's
texted
active
duty
army
staff
thin
Watching
wide
knife
barking
trail
debit
proud_comma_
originally
raised
remembering
excitement
group_comma_
limited
Let
Four
bearded
Really_comma_
canned
mistaken
parenting
books_comma_
therapist
tail
sidewalk
pets_comma_
Ahh_comma_
ace
GPA
required
art
news_comma_
diagnosed
shoot
Dr
chronic
smash
bros
colleagues
finds
YouTube
n
assured
tank
History
intelligent
League
dogs_comma_
candle
dare
slip
page
albums
tears
brave
peeved
invest
pie
apple
duck
Korea
Russia
hall
cleaner
vacuum
nerve-wracking
it'd
unit
bang
Two
experiencing
nintendo
zone
reading
relaxation
I""m
pulls
french
Nah
$500
potato
ruin
lazy
included
heartbreaking
humor
sandwich
climbing
sky
diving
instructor
bid
comic
charging
bark
scared_comma_
dining
independent
specially
pricey
stocks
heaven
creeps
Start
South
Otherwise
world_comma_
model
Id
depressing
comedy
war
revenge
skunk
Europe
France
Internet
chemo
allow
She'll
With
safer
Luck
memory_comma_
trauma
cafe
Aren't
bushes
bullet
armadillo
oven
deadline
done_comma_
deadly
add
mark
photos_comma_
paperwork
crashed
tip
practicing
puke
shoe
pepperoni
address
Spanish
nicest
thankfully_comma_
breaker
Cause
head_comma_
himself_comma_
increase
hesitant
ridden
close_comma_
steak
generation
60
messing
brilliant
scratched
Let's
dates
Chinese
mistakes_comma_
reluctant
depending
decline
juice
lent
haha_comma_
embarrass
feat
nowadays
buffet
LOL_comma_
2nd
need_comma_
oil
impatient
packages
lake
unwind
Absolutely_comma_
struggle
Finally
software
require
throughout
irritated
dieting
certification
learnt
system
roomate
werent
adoption
realizing
seconds
gallon
who's
juicy
pump
delicious_comma_
dry
bench
400
flashlight
bills_comma_
Indeed_comma_
profusely
ER
nights_comma_
deer
moving_comma_
witness
eggs
:p
inconvenient
tired_comma_
album
finals
stressful_comma_
pole
happened_comma_
thinks
everyday_comma_
texting
serve
failing
vulnerable
consistent
religious
horribly
separate
pregnancy
officially
leisure
decade
Wonderful
mile
honest_comma_
leftover
possibly
majority
bumped
9th
moral
blocked
climb
roam
Congrats_comma_
qualify
campus
doubt
juggle
efforts
Georgia
improve
bitten
snuggling
belly
wounds
Definitely_comma_
hospice
flirting
Why's
it-
tear
vegetarian
angry_comma_
retake
blocking
spaghetti
livid
milestone
veggies
sleeps
trustworthy
peed
watermelon
squirrels
honesty
ot
conquer
Neat
conditions
i'd
distract
washed
remote
elderly
Woo
brat
crawl
70
league
holes
Switch
35
console
freaking
dust
stuffed
pathetic
celebrated
privacy
sting
swallow
o
Moving
west
dog's
analyst
Star
Wars
name_comma_
gluten
request
pains
devil
jeans
priceless
Yum
bacon
business_comma_
t
discount
bruised
prayed
answered
habit
butter
sandwiches
coach
arm
damn
vomiting
nagging
vomited
maybe_comma_
fortunately
childish
abusive
Blue
fried
catfish
visits
tool
printer
flooded
Would
Except
French
description
recognized
England
English
teh
indeed_comma_
volunteering
homes
opinion_comma_
"Yes
Law
complicated
fees
schooling
youre
arent
blank
pizza_comma_
grounded
screw
Awwww
male
wrecked
larger
tasty
wary
cities
slapped
basketball
practical
budget
spread
wings
child_comma_
rate
scariest
toes
PC
What'd
dies
recovers
skip
try_comma_
temptation
explaining
scheduled
Cool_comma_
Ooh
snuck
snack
upsetting
screwed
wheels
grilled
cleared
programming
handled
bosses
winnings
coast
Japanese
tapping
charges
grandma's
cam
task
umbrella
birthdays
apples
taco
application
healthcare
coverage
title
why_comma_
miracle
overnight
highway
bull
shark
rehab
apologise
shed
severance
employed
elated
raffle
500
fantasy
vote
goldfish
sour
magic
meals
expense
supper
theirs
Hawaii
net
print
also_comma_
bent
tattoo
Taco
Bell
Awe
soft
cable
illegal
binge
employers
humiliating
noodle
cooks
confide
hustle
flown
leadership
sneaky
vehicles
luckily_comma_
Children
occasions
another_comma_
gate
annual
forth
Okay
rooting
dealt
typical
after_comma_
Grandma
Xbox
recording
Boston
thriving
itself
St
worn
awaiting
cuisine
Italian
witnessed
epic
cars_comma_
Sheesh
managers
insecure
chills
worthy
tent
fulfilling
elementary
sprayed
Might
bands
antsy
keyboard
id
tragic
approved
frustration
Hi
300
appreciation
WOW
host
kicks
matches
tension
jerks
pit
appliances
surprised_comma_
drowning
concept
precious
recommendations
structure
parked
cartoons
afterward
concerns
musicians
wiped
War
Ahh
signal
Congratulation
Shame
calmed
declined
Wasn't
but_comma_
debts
raise_comma_
Bummer
joking
gained
ladies
)
computers
thirty
stroke
breakup
motorcycle
cop
yoga
turtle
recommended
hiring
anticipate
30th
Must've
stressing
transportation
smallest
reached
traps
HR
Pets
pharmacy
donate
adds
ID
championship
Tesla
notes
nightlight
Fall
annoys
helicopter
clowns
clown
twenty
extension
dumpster
awww
polite
they'll
weapon
forgetting
promotion_comma_
10k
finances
Sucks
thrones
Tinder
yummy
Rock
election
suggest
personality
fan_comma_
football_comma_
hungry_comma_
II
hates
HELLP
organs
refuses
groups
grandkids
evidence
Yankees
jury
bumper
spoken
ingredients
dollars_comma_
pitbull
poison
vegetables
freshman
Friends
homeschool
rejection
omg
florida
tought
warriors
2000
wrist
investment
occurred
policies
Mexican
trying_comma_
"Yeah_comma_
creating
Dallas
None
mistake_comma_
Terrible
among
sorta
specialist
deserving
gift_comma_
crisis
crushed
celebrating
Three
inches
horrified
hints
beers
ladder
treatments
interviewing
Miami
ecstatic
damages
marked
madden
Madden
Australia
suprised
come_comma_
luggage
temper
weak
thou
immune
beaches
CPA
happend
soaked
lasted
ALL
Trying
addition
underwear
resist
DMV
Bet
chasing
driveway
dread
throat
crushing
approached
ballet
animals_comma_
figures
dr
wife_comma_
insanely
bully
Asia
players
however_comma_
lonely_comma_
toast
cousins
ask_comma_
boyfriend_comma_
naked
submitted
aisle
van
base
reply
dig
deeply
shocking
recognition
$10
gambling
jackpot
ASAP
baked
candies
anticipation
rage
swerved
Everytime
vomit
lemon
calculus
bold
temperature
unaware
messaging
outlook
refreshing
disrespectful
lease
deposit
compassionate
carefully
ive
king
dealership
Black
source
God_comma_
neighbour
bitter
cases
reporting
shopping_comma_
stubborn
outstanding
Football
unfaithful
Now_comma_
suprise
frustrating_comma_
convenient
access
pushing
rug
28
punishment
calories
UK
dispute
knowledge
movies_comma_
mother_comma_
searching
hey_comma_
complaining
tad
remorseful
alien
messages
project_comma_
Why_comma_
freakin
fiancee
Financial
little_comma_
foster
selected
brother_comma_
stubbed
fragile
$1
tasted
bucket
removed
exhausting
daunting
silence
realised
Yup
stoked
mentioned
degrees
sunny
sand
traits
January
taxi
Nothing_comma_
IS
frame
Use
Irma
grill
skating
evicted
episode
handy
Call
snap
shown
Heck
ego
reunited
burst
swell
infront
secretly
NY
humid
slice
Probably_comma_
apps
husky
90
cans
episodes
toppings
complained
gum
bag_comma_
ticket_comma_
sex
circus
dark_comma_
Eagles
Hmm
halloween
belong
Sometimes_comma_
wound
infuriating
SHe
limit
squid
Korean
document
sits
onions
chicken_comma_
belt
racist
Taking
Kansas
valid
Colorado
accused
interstate
cavs
classroom
tag
wisdom
$50
Mom's
mirror
Gonna
lasts
direct
advise
Doing
Feeling
killer
volunteered
motivate
plain
Game
compassion
Find
useful
smiling
congrats_comma_
Double
self-employed
particularly
officer
fans
fitness
breweries
salt
opens
rash
appear
benefit
skipping
allows
nah
monsters
crawling
bodies
abused
starved
critters
cutest
beside
actors
Ill
dried
starving
stinks_comma_
swam
humiliated
Eh_comma_
ditched
soulmate
Yup_comma_
love_comma_
retire
rollercoaster
lord_comma_
slap
UFC
stadium
Almost
Atlanta
musician
Rain
thanksgiving
:-)
pokemon
neice
b
register
sub
saturday
ultimate
brothers_comma_
instruments
depend
pacing
chosen
plastic
kittens
holds
daycare
concrete
Came
hostel
mower
tie
doctor's
explore
promising
context
boots
MMA
Apparently_comma_
clients
spell
rains
flags
Long
followed
died_comma_
initial
tradition
HAHA
rooms
zombie
coat
chef
softball
sunscreen
We'll
bust
dorm
monitor
whoa
fault_comma_
graphics
beef
asks
trailer
bean
leftovers
smelly
obvious
Tom
body_comma_
popcorn
pigs
investigate
lasagna
thursday
Ford
freezing
exotic
explains
reckless
dough
glad_comma_
provider
sore
fee
seriously_comma_
lame
Spring
Break
Louisiana
children's
al
fall_comma_
sleepy
babysitter
cakes
humble
loser
lunches
slammed
Save
tastes
noisy
bakery
pointless
tuna
products
Porsche
allergies
offering
girlfriends
alive_comma_
faced
uh
yard_comma_
BMW
status
aweful
cow_comma_
Smash
risky
wherever
scarred
burrito
yup
Brothers
intentional
minds
piano
jobs_comma_
invested
thanked
atmosphere
tried_comma_
artistic
shirts
existed
clumsy
McDonald's
kayaking
conscious
grumpy
Way
repeatedly
"Oh_comma_
thunderstorms
burgers
egg
rack
tuition
rewards
careful_comma_
television
allergy
anyhow
fasting
Bad
coupons
thrift
feature
painted
ramen
Atleast
claim
too-
tow
def
shaken
crab
Sundays
shrimp
opportunities
That鈥檚
investing
sweetest
Thrones
december
coworker_comma_
weighing
pros
web
ben
drums
elses
troubling
cooler
connect
clearance
strawberry
possums
Navy
profession
lakers
Here
lebron
shining
amazingly
earlier_comma_
resolve
quicker
yah_comma_
assumed
heirloom
hamster
sets
finance
lonesome
performing
appartment
expired
challenges
fruit
tacos
patients
aspect
midwest
pouring
wheat
caramel
donuts
hadnt
plates
soap
naughty
lit
commercials
pizzas
picnic
boxer
chickens
lol-
didn鈥檛
NEVER
Saving
YOU
Costco
wrapped
special_comma_
Winter
bunnies
bigfoot
IRS
wooded
compliment
turkey
tonight_comma_
biting
ruins
mostly_comma_
music_comma_
padre
production
comics
doubt_comma_
tomorrow_comma_
herbs
waitress
shops
WHAT
payday
york
blue_comma_
auto
Master's
shakes
island
candidates
october
ohh_comma_
trashed
dealer
Memories
pumpkin
suprising
understandable_comma_
introverted
cheesy
grandfathers
occasionally
nerd
furious_comma_
introduce
nails
Used
legally
advice_comma_
professionally
owning
rollercoasters
jet
folk
relationship_comma_
Know
mat
corn
cardio
newspaper
intimidating
bachelor
family's
Chocolate
cornhole
braves
blessing_comma_
certified
housework
mornings
MRI
bros_comma_
transferred
parcel
convention
pills
dove
brownies
slide
parrot
Taylor
Swift
themselves_comma_
tablet
hook
nope_comma_
rude_comma_
cold_comma_
mask
HOA
cows
Me_comma_
